{
    "columns":[
        "id",
        "title",
        "company",
        "city",
        "posting_date",
        "job_description",
        "seniority_level",
        "job_function",
        "industries",
        "scraping_date",
        "url",
        "keyword"
    ],
    "index":[
        0,
        1,
        2,
        3,
        4,
        5,
        6,
        7
    ],
    "data":[
        [
            "3585738180",
            "Data Analyst",
            "Orange Quarter",
            "Berlin, Berlin, Germany",
            "5 months ago",
            [
                [
                    "Change the building industry and work on a completely greenfield project",
                    "Enjoy a high level of autonomy and responsibility with the ability to heavily influence the future of the product",
                    "Flat hierarchies will afford you plenty of room for growth and development",
                    "Work on a cutting-edge product, backed by two global companies that are leaders in their fields",
                    "Competitive salary, 30 days holiday and a nice bonus"
                ],
                [
                    "2+ Years working in a similar role (collecting, preparing, modelling and visualising data insights)",
                    "This is a startup. You'll need to be proactive, self-reliant and creative",
                    "You know your way around unstructured, semi-structured and structured data and relational databases",
                    "You can grasp a new business domain and are a proven problem solver",
                    "Experience with data migration, preparation, modelling and reporting"
                ],
                [

                ]
            ],
            "Entry level",
            "Full-time",
            "Staffing and Recruiting",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Data%20Analyst%20Orange%20Quarter&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3585734564",
            "Data Analyst",
            "Orange Quarter",
            "Berlin, Berlin, Germany",
            "5 months ago",
            [
                [
                    "Work in a stable tech business, who are already profitable and growing rapidly",
                    "A solid package",
                    "An established learning and development culture"
                ],
                [
                    "2+ Years of experience as a Data Analyst, ideally in a startup setting",
                    "Good SQL skills, with some knowledge of Python and DWH tools (Snowflake\/BigQuery etc.)",
                    "Exceptional communication skills"
                ],
                [

                ]
            ],
            "Entry level",
            "Full-time",
            "Staffing and Recruiting",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Data%20Analyst%20Orange%20Quarter&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3704916810",
            "BI Analyst (f\/m\/d)",
            "Enter",
            "Berlin, Berlin, Germany",
            "3 weeks ago",
            [
                [
                    "Working software over comprehensive documentation",
                    "Responding to change over following a plan",
                    "Embracing mistakes over avoiding them",
                    "Full ownership over full control",
                    "Simplicity and focus over completeness"
                ],
                [
                    "Lead the creation and maintenance of data models specific to business stakeholders' needs.",
                    "Transform data into actionable insights with your deep understanding of business processes and related data points.",
                    "Develop, test, and deliver insightful reports and dashboards to facilitate daily operations and contribute to our long-term growth strategy. You'll play a significant role in shaping the way we use data.",
                    "Empower business stakeholders to efficiently use our BI tools, promoting a data-driven culture within Enter.",
                    "Unearth valuable patterns and insights from our data to enhance business operations, presenting these findings to stakeholders in a clear, compelling manner.",
                    "Understand and leverage our data warehouse infrastructure, suggesting improvements to optimise its use and performance."
                ],
                [
                    "You have a minimum of 2 years of experience in a similar role, ideally during a growth phase of the company\/team or the strong ambition to join a growing area.",
                    "At least a bachelor's degree in data analytics, data science, mathematics, computer science or similar data related field.",
                    "Strong business acumen, with the skill to transform data findings into actionable business insights.",
                    "You are proficient in developing data models both in SQL and Python",
                    "Experience in DBT and Snowflake (or another cloud data warehouse) highly desirable. If you feel at home in Google Analytics 4, all the better.",
                    "Solid understanding of data modelling and business intelligence concepts, with practical experience in turning raw data into actionable insights.",
                    "Expertise in data visualisation, capable of presenting complex data in a simple, visually appealing way."
                ]
            ],
            "Mid-Senior level",
            "Full-time",
            "Architecture and Planning",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=BI%20Analyst%20(f\/m\/d)%20Enter&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3654168631",
            "Senior Data Analyst (Consumer)",
            "Wolt",
            "Berlin, Berlin, Germany",
            "2 weeks ago",
            [
                [
                    "Step up to the challenge and take ownership of the data analytics topics within one of the Consumer group’s teams (AdTech or New Verticals).",
                    "Empower more junior data analysts, mentoring them to tackle complex data analysis challenges.",
                    "Be the driving force behind the insights that help our business and product teams comprehend Wolt's marketplace dynamics and anticipate long-term trends.",
                    "Contribute to product development by sharing recommendations that make a real impact, using statistical techniques in Python, R or similar."
                ],
                [
                    "Will I have to build dashboards? You can go with Python\/R notebooks and presentations only for the deep-dives and ad-hocs but our Looker platform is at the moment the handiest way to give the self-service capabilities for the recurring insights and analysis for the wider audience at Wolt. We do think traditional dashboards are great in monitoring our business and benefit data analysts with automating data visualization work and inspiring new hypotheses\/questions.",
                    "Will I spend 80 % or more of my time in data plumbing\/wrangling? Analytics Teams at Wolt have both Data Analysts and BI Developers. BI Developers ensure that we gather relevant data and make it accessible in a scalable and trustworthy manner for the Data Analysts. This is to enable the Data Analysts to work more efficiently within the cross-functional Operations and Product teams, helping them to focus on true data analysis and make Wolt truly data-driven by exploratory and evaluative analytics.",
                    "I want to use machine learning methods in my work. Should I pursue the data science path? Many data analysts at Wolt do utilize ML methods in their work. The main difference between a model built by a data scientist and a data analyst is the audience, purpose, and scale of the model. A model by a data analyst should support the product development and decision-making of stakeholders (insights that people can discuss) whereas a model by a data scientist is expected to be deployed and do millions of decisions as part of our product (think personalization or time estimates in our consumer app). So if ML models for you are (just) tools that assist in generating insights then being a data analyst is definitely the path for you.",
                    "I’ve never worked in a tech company and done A\/B testing. Is this a blocker for me in becoming a data analyst? Indeed as we are curious people and have digital products we often conduct controlled experiments (A\/B tests, Switchback experiments, etc). Measuring the true business impact of new features or operational changes is fairly challenging, and that’s why a solid grasp of statistics is necessary to truly thrive in this role."
                ],
                [
                    "The online delivery platform that Wolt is building will offer you interesting and complex challenges together with the opportunities to create a big impact with your skills. Lots of geolocational and temporal data in real-time combined with differences in the economics and dynamics of the cities we operate in make Wolt both a challenging and so interesting company to practice analytics.",
                    "You can choose the location from our tech hubs Helsinki, Berlin and Stockholm, or you can work entirely remotely anywhere in Finland, Germany, Sweden and Estonia. You have the chance to decide the ways of working — a hybrid, at the office, or remote within the location above. 💙 Read more about our remote setup.",
                    "You would get to work in a company culture where we take ownership beyond the obvious, do common things uncommonly well, we think big but stay humble, do right by people, we treat others kindly and justly, recognize that if we don’t learn, we won’t stay still but fall behind and keep in mind that Luke was Yoda’s greatest achievement. Read more about how we work."
                ]
            ],
            "Mid-Senior level",
            "Full-time",
            "Software Development",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Senior%20Data%20Analyst%20(Consumer)%20Wolt&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3585734595",
            "Data Analyst",
            "Orange Quarter",
            "Berlin, Berlin, Germany",
            "5 months ago",
            [
                [
                    "Join a company with lots of funding at the start of an exciting growth journey",
                    "Get the chance to set up some of the company's first product metrics and KPIs",
                    "Very competitive salary and additional benefits"
                ],
                [
                    "Strong SQL skills are a must, Python and R is a bonus",
                    "Ideally you understand A\/B testing and experimentation",
                    "2+ Years of experience in a similar role, ideally in a startup\/product development setting",
                    "Experience with data story telling and a keen business understanding is important"
                ],
                [

                ]
            ],
            "Entry level",
            "Full-time",
            "Staffing and Recruiting",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Data%20Analyst%20Orange%20Quarter&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3698396795",
            "Senior Data Analyst",
            "Klim",
            "Berlin, Berlin, Germany",
            "4 weeks ago",
            [
                [
                    "Develop and execute a comprehensive data strategy that aligns with Klim’s visions and goals",
                    "Review our analytics setup and propose changes for an ideal analytics setup matching our needs",
                    "Lead advanced data analysis initiatives to uncover deep insights from diverse data sources",
                    "Collaborate closely with all teams across the organization to understand data needs and create high-impact solutions that drive business growth",
                    "Drive strategic data projects such as exploring new data sources and implementing predictive analytics models"
                ],
                [
                    "Proven track record of senior leadership in data-related roles",
                    "3+ years experience with advanced data analysis techniques, data modeling and visualization tools",
                    "Experience in defining the analytics setup",
                    "Fluency in SQL and Python",
                    "Strong ability to align data initiatives with broader business goals, as well as a strong understanding of business and product metrics",
                    "Interest in agriculture and climate tech",
                    "Fluent English, German preferred"
                ],
                [
                    "Opportunity: Be part of our journey from the very beginning, working on an equal footing with the leadership team to build a new company",
                    "Impact: Make a daily and active contribution to combating climate change, promoting consumer education, and fostering fair conditions for our climate-conscious farmers",
                    "Autonomy: Take ownership of your projects and enjoy a high degree of creative freedom",
                    "Competitive package: Receive a competitive salary and have the opportunity to participate in our VSOP program",
                    "Flexible work model: At Klim, we foster a flexible, hybrid work approach and facilitate remote work (within the EU)",
                    "Additional benefits: We offer membership in the Urban Sports Club or subsidizing your Deutschlandticket, company pension scheme, team lunches (if in Berlin) and regular team events"
                ]
            ],
            "Mid-Senior level",
            "Full-time",
            "IT Services and IT Consulting",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Senior%20Data%20Analyst%20Klim&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3687813018",
            "Product Data Analyst",
            "kevin.",
            "Berlin, Berlin, Germany",
            "1 month ago",
            [
                [
                    "Be the go-to person for all data-related inquires for one of the product domains.",
                    "Collaborate with internal and external stakeholders to align product goals.",
                    "Support the product team in product experimentation and A\/B testing.",
                    "Transform analytical insights into clearly understandable suggestions.",
                    "Exploit various analytical tools to conduct the analysis, generate and present the insights.",
                    "Collaborate with Product, Data and Analytical Engineers to generate, load and model data to be used for further analysis and dashboarding.",
                    "Contribute to making data a cornerstone in the decision-making process."
                ],
                [
                    "High proficiency in data analysis tools and languages, especially SQL, to perform complex data manipulations and analysis tasks.",
                    "Experience with business intelligence tools such as Tableau, Power BI, Looker, Qlik Sense, etc., and advanced skills in at least one of them.",
                    "Experience with and understanding of core principles of A\/B testing and product experimentation.",
                    "Firm grasp of statistical concepts and methodologies to conduct advanced analysis.",
                    "Understanding of data warehousing and ETL processes to be able to work effectively with data engineers and analytical engineers.",
                    "Experience working with technical product-related data (experience with\/in the payments industry and\/or fintech would be an advantage).",
                    "Ability to connect internal product data with external market opportunities and limitations.",
                    "Understanding of business performance measures, ability to interpret and assess them to help product organization leadership make better-informed decisions.",
                    "Experience owning a project from conception to production, including proposal, discussion, and execution.",
                    "Bonus points: experience in product development, banking or payments industry."
                ],
                [
                    "Competitive salary (routinely benchmarked against latest industry data)",
                    "Private Health Insurance",
                    "Additional vacation plus local public holidays",
                    "Up to 90 days per year of working from anywhere in the world",
                    "Fantastic opportunities for progression and promotion as the business grows (25% of our employees were promoted in the last 12 months)",
                    "Future stock option opportunities based on individual and business performance"
                ]
            ],
            "Mid-Senior level",
            "Full-time",
            "Financial Services",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Product%20Data%20Analyst%20kevin.&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ],
        [
            "3714114129",
            "Senior Data Analyst",
            "Clariness",
            "Berlin, Berlin, Germany",
            "1 week ago",
            [
                [
                    "Engaging with key stakeholders to understand the product vision, requirements & priorities and help to translate this into actionable insights.",
                    "Creating innovative reporting solutions and analyses from various data sources to optimize our operational and strategic business.",
                    "Exercising complete control over your analysis, encompassing the entire process from generating ideas to effectively conveying results and presenting recommendations to stakeholders including senior management.",
                    "Supporting and further developing of existing reports, as well as identifying, analysing and interpreting trends or patterns in complex data sets",
                    "Being a data storyteller using statistical techniques and visually appealing dashboards in Tableau.",
                    "Transforming business requirements into data requirements for data engineers to continuously improve core Data Warehouse.",
                    "Helping define KPIs in cooperation with data team and business users and maintain them in data catalogue."
                ],
                [
                    "Proven professional experience in analytical functions - preferably in the functional areas of marketing, project management, and operations.",
                    "Strong communication skills - fluency in English, German is a plus as well as ability to listen and explain across business units and to clearly articulate business relevance of marketing analytic initiatives.",
                    "Team player who thinks outside the box; actively imparts knowledge and continuously improves through self-learning.",
                    "Good knowledge in the analysis of data based on cloud-native data warehouse (Redshift, BigQuery, Snowflake or the like).",
                    "Good understanding of statistical techniques and their application in operational analytics.",
                    "Proficiency in SQL and Python.",
                    "Experience in working with data visualisation tools (e.g. Tableau , Power BI) and funnel analysis analytics (e.g PostHog ,Mixpanel)",
                    "Analytical engineering mindset to build scalable solutions."
                ],
                [
                    "Varied and exciting job with ownership in an international company.",
                    "Flat hierarchies and a chance to shape the work environment as part of an ambitious and international team.",
                    "Professional and personal growth opportunities, a designated training budget.",
                    "Flexible working hours and mobile working options within Germany.",
                    "Impact healthcare by accelerating medical innovation through improved access to clinical trials, potentially bringing needed treatments to patients faster."
                ]
            ],
            "Mid-Senior level",
            "Full-time",
            "Hospitals and Health Care",
            "2023-09-21T00:00:00.000",
            "https:\/\/www.linkedin.com\/jobs\/search?keywords=Senior%20Data%20Analyst%20Clariness&location=Berlin%2C%20Berlin%2C%20Germany&geoId=&trk=public_jobs_jobs-search-bar_search-submit&position=1&pageNum=0",
            "Data Analyst"
        ]
    ]
}